Revit 2027 API
BuiltInFailures.FabricFailures.WrongFabricSheetNumberOfWires Property
 Wrong Number of Wires of the Fabric Sheet Type.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId WrongFabricSheetNumberOfWires { get; }
Public Shared ReadOnly Property WrongFabricSheetNumberOfWires As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ WrongFabricSheetNumberOfWires {
	FailureDefinitionId^ get ();
}
static member WrongFabricSheetNumberOfWires : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FabricFailures Class
Autodesk.Revit.DB Namespace